tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "neovim/neovim"
brew "apr"
brew "apr-util"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "openblas"
brew "autoconf"
brew "automake"
brew "bfg"
brew "bison"
brew "icu4c"
brew "boost"
brew "sqlite"
brew "python"
brew "pixman"
brew "cloc"
brew "cloog"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq"
brew "djvulibre"
brew "docker"
brew "doxygen"
brew "ghostscript"
brew "epstool"
brew "fdk-aac"
brew "gdb"
brew "git"
brew "glpk"
brew "gnupg"
brew "lua"
brew "pango"
brew "qt"
brew "go"
brew "gpac"
brew "libtool"
brew "graphicsmagick"
brew "gstreamer"
brew "haskell-stack"
brew "hdf5"
brew "htop"
brew "iperf"
brew "lame"
brew "libsodium"
brew "libssh"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "mackup"
brew "macvim"
brew "metis"
brew "python@2"
brew "mono"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "plotutils"
brew "qhull"
brew "octave"
brew "openssl@1.1"
brew "p7zip"
brew "perl"
brew "platformio"
brew "postgresql"
brew "protobuf"
brew "pyqt"
brew "reattach-to-user-namespace"
brew "rename"
brew "repo"
brew "snappy"
brew "rocksdb"
brew "ruby"
brew "rust"
brew "sdl"
brew "sdl2"
brew "socat"
brew "spark"
brew "subversion"
brew "testdisk"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "veclibfort"
brew "wget"
brew "x264"
brew "xvid"
brew "yadm"
brew "zsh"
brew "zsh-completions"
brew "goles/battery/battery"
cask "java"
cask "visual-studio-code"
