tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'neovim/neovim'
cask 'java'
cask 'xquartz'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'bfg'
brew 'boost'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cloc'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'djvulibre'
brew 'doxygen'
brew 'ghostscript'
brew 'fdk-aac'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-libssh', 'with-openssl', 'with-tools', 'with-x265']
brew 'libmpc'
brew 'lua'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gpac'
brew 'gstreamer'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'perl'
brew 'imagemagick'
brew 'iperf'
brew 'libsodium'
brew 'libssh'
brew 'libvo-aacenc'
brew 'llvm'
brew 'luajit'
brew 'mackup'
brew 'python3'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 'mongodb'
brew 'mono'
brew 'openssl@1.1'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'pango'
brew 'postgresql'
brew 'qt'
brew 'pyqt'
brew 'rename'
brew 'ruby'
brew 'rust'
brew 'subversion'
brew 'testdisk'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'wget'
brew 'yadm'
brew 'yasm'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/science/octave'
brew 'homebrew/science/pcap'
brew 'homebrew/science/r'
brew 'neovim/neovim/neovim'
cask 'aquaterm'
cask 'iterm2'
cask 'launchrocket'
cask 'qt-creator'
