tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/x11"
tap "neovim/neovim"
cask "java"
cask "xquartz"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bfg"
brew "bison"
brew "boost"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "cloc"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cscope"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq"
brew "jpeg"
brew "djvulibre"
brew "doxygen"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "fdk-aac"
brew "lame"
brew "perl"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac", "with-libssh", "with-openssl", "with-tools", "with-x265"]
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fltk"
brew "gd"
brew "gl2ps"
brew "nettle"
brew "gnupg"
brew "lua"
brew "gnuplot", args: ["with-aquaterm", "with-qt@5.7", "with-x11"]
brew "go"
brew "sqlite"
brew "python"
brew "gobject-introspection"
brew "gpac"
brew "libtool"
brew "graphicsmagick"
brew "gstreamer"
brew "icu4c"
brew "harfbuzz"
brew "haskell-stack"
brew "imagemagick"
brew "iperf"
brew "libsodium"
brew "libssh"
brew "libssh2"
brew "libtermkey"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "mackup"
brew "macvim", args: ["with-lua", "with-luajit", "with-override-system-vim", "with-python3"]
brew "mongodb"
brew "mono"
brew "msgpack"
brew "openssl@1.1"
brew "nginx"
brew "nmap"
brew "node"
brew "pango"
brew "platformio"
brew "plotutils"
brew "postgresql"
brew "qt"
brew "pyqt"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rust"
brew "subversion"
brew "szip"
brew "testdisk"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "unibilium"
brew "wget"
brew "yadm"
brew "zsh"
brew "zsh-completions"
brew "homebrew/science/veclibfort"
brew "homebrew/science/glpk"
brew "homebrew/science/hdf5"
brew "homebrew/science/metis"
brew "homebrew/science/qhull"
brew "homebrew/science/octave"
brew "homebrew/science/pcap"
brew "homebrew/science/r"
brew "neovim/neovim/neovim"
cask "aquaterm"
cask "gitkraken"
cask "go2shell"
cask "intellij-idea-ce"
cask "iterm2"
cask "kdiff3"
cask "launchrocket"
cask "qt-creator"
cask "r-app"
cask "rstudio"
cask "sourcetree"
cask "sublime-text"
cask "visual-studio-code"
