tap "adoptopenjdk/openjdk"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
tap "louisbrunner/valgrind"
tap "neovim/neovim"
brew "gcc"
brew "abi-compliance-checker"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "open-mpi"
brew "openblas"
brew "arrayfire"
brew "autoconf"
brew "automake"
brew "bat"
brew "protobuf"
brew "bear"
brew "binutils"
brew "bison"
brew "boost"
brew "glib"
brew "libx11"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "emacs"
brew "cask"
brew "ccls"
brew "clang-format"
brew "cling"
brew "cmake"
brew "cmatrix"
brew "gnu-sed"
brew "ncurses"
brew "crosstool-ng"
brew "cscope"
brew "ctags"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dbus"
brew "doxygen"
brew "gflags"
brew "glog"
brew "openjpeg"
brew "ghostscript"
brew "exa"
brew "exiftool"
brew "fd"
brew "netpbm"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "gradle"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "iperf"
brew "jq"
brew "krb5"
brew "lame"
brew "lazygit"
brew "libssh"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "ruby"
brew "macvim"
brew "minicom"
brew "mitmproxy"
brew "mono"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "perl"
brew "plotutils"
brew "postgresql@14"
brew "procs"
brew "pstoedit"
brew "pyqt@5"
brew "python@3.10"
brew "qcachegrind"
brew "qemu"
brew "qscintilla2"
brew "reattach-to-user-namespace"
brew "rename"
brew "repo"
brew "ripgrep"
brew "sdl2"
brew "sdl12-compat"
brew "subversion"
brew "sundials"
brew "swig"
brew "tbb"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree"
brew "vcpkg"
brew "veclibfort"
brew "watchman"
brew "wget"
brew "xauth"
brew "yadm"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "adoptopenjdk11"
cask "anaconda"
cask "font-blex-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "kdiff3"
cask "kitty"
cask "mactex"
cask "wezterm-nightly"
cask "xquartz"
