tap "epk/epk"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "neovim/neovim"
tap "romkatv/powerlevel10k"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "arrayfire"
brew "autoconf"
brew "automake"
brew "protobuf"
brew "grpc"
brew "bear"
brew "binutils"
brew "bison"
brew "boost"
brew "bottom"
brew "python@3.12"
brew "glib"
brew "libx11"
brew "harfbuzz"
brew "openjdk"
brew "briss"
brew "broot"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "llvm"
brew "ccls"
brew "gdk-pixbuf"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "gnu-sed"
brew "libtool"
brew "ncurses"
brew "crosstool-ng"
brew "cscope"
brew "ctags"
brew "libssh2"
brew "curl"
brew "curlie"
brew "dbus"
brew "docker"
brew "doxygen"
brew "duf"
brew "dust"
brew "gflags"
brew "glog"
brew "openjpeg"
brew "ghostscript"
brew "exiftool"
brew "fd"
brew "lame"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "netpbm"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "git-lfs"
brew "glances"
brew "openldap"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "gping"
brew "gradle"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "grpcurl"
brew "node"
brew "gtop"
brew "guile"
brew "hdf5"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "ical-buddy"
brew "libomp", link: true
brew "imagemagick"
brew "iperf"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libgit2"
brew "libyaml"
brew "llvm@16"
brew "luajit"
brew "mcfly"
brew "minicom"
brew "mono"
brew "navi"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "nvm"
brew "plotutils"
brew "pstoedit"
brew "pyqt"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "openconnect"
brew "tbb"
brew "openvino"
brew "perl"
brew "pinentry-mac"
brew "postgresql@14"
brew "procs"
brew "qt@5"
brew "pyqt@5"
brew "qcachegrind"
brew "qemu"
brew "reattach-to-user-namespace"
brew "rename"
brew "repo"
brew "ruby"
brew "sd"
brew "sdl12-compat"
brew "subversion"
brew "swig"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree"
brew "vcpkg"
brew "veclibfort"
brew "watchman"
brew "wget"
brew "xauth"
brew "xh"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "jstkdng/programs/ueberzugpp"
cask "alacritty"
cask "chromedriver"
cask "font-blex-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "mactex-no-gui"
cask "temurin"
cask "xpra"
cask "xquartz"
