tap "caskroom/cask"
tap "caskroom/versions"
tap "goles/battery"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/x11"
tap "neovim/neovim"
cask "java"
cask "xquartz"
brew "apr"
brew "apr-util"
brew "veclibfort"
brew "autoconf"
brew "automake"
brew "bazel"
brew "bfg"
brew "bison"
brew "boost"
brew "glib"
brew "pixman"
brew "cairo"
brew "cloc"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq"
brew "jpeg"
brew "djvulibre"
brew "perl"
brew "git"
brew "docker"
brew "doxygen"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "fdk-aac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fltk"
brew "gd"
brew "gdbm"
brew "gl2ps"
brew "glpk"
brew "nettle"
brew "gnupg"
brew "lua"
brew "readline"
brew "gnuplot", args: ["with-aquaterm", "with-x11"]
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpac"
brew "libtool"
brew "graphicsmagick"
brew "gstreamer"
brew "icu4c"
brew "harfbuzz"
brew "haskell-stack"
brew "szip"
brew "hdf5"
brew "htop"
brew "imagemagick"
brew "iperf"
brew "jemalloc"
brew "libsodium"
brew "libssh"
brew "libssh2"
brew "libuv"
brew "libvo-aacenc"
brew "libyaml"
brew "python"
brew "llvm"
brew "luajit"
brew "mackup"
brew "macvim", args: ["with-lua", "with-luajit", "with-override-system-vim", "with-python3"]
brew "metis"
brew "mongodb"
brew "mono"
brew "msgpack"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "plotutils"
brew "qhull"
brew "octave"
brew "openblas"
brew "p7zip"
brew "pango"
brew "platformio"
brew "postgresql"
brew "protobuf"
brew "qt"
brew "pyqt"
brew "r"
brew "reattach-to-user-namespace"
brew "rename"
brew "repo"
brew "snappy"
brew "rocksdb"
brew "ruby"
brew "rust"
brew "sdl"
brew "sdl2"
brew "socat"
brew "spark"
brew "subversion"
brew "testdisk"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yasm"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "goles/battery/battery"
brew "homebrew/science/pcap"
cask "aquaterm"
cask "gitkraken"
cask "go2shell"
cask "intellij-idea-ce"
cask "iterm2"
cask "kdiff3"
cask "launchrocket"
cask "qt-creator"
cask "r-app"
cask "rstudio"
cask "sourcetree"
cask "sublime-text"
cask "visual-studio-code"
